// 6月14日上线打卡
// 6月20诈尸打卡
// 6月21日挣扎打卡
// 6月23日挣扎打卡
extern int daisy, lily;
//类似语句是否正确？
//正确

/*文件1 */
int a;

void function(void)
{
    int a;
    ...;
}

//function函数中的a变量是文件作用域变量a吗？
//不是，function()中的变量a会覆盖文件作用域变量a

//6月24日图书馆摸鱼上线
//明天就要考国贸了
//我还一点没背
//有点慌

// 6月26上线打卡
// fuck
// 今天好冷

// 6.27
// 我又来了
// 又是要考试了
// 又是摸鱼写代码
// 。。。

// 6.29 摸鱼打卡

//7月1日 摸鱼打卡
//明天考试
//只有半年了
//加油啊

//7月3号
//明天考法语
//干
//最后一门了
//打个卡

// 7月6日上线打卡
// 肚子疼
// fuck

//7月9号打卡
//感觉时间不太够了

//7月16号打卡
//你有没有试过做了一晚上梦
//梦到的都是公式
//leibniz公式让我快乐
//继续数学了

//有点烦
//文件输入/输出学的不太好
//写练习写不出来
//7月18

//说话要加称谓
//结尾此致敬礼
//记得抬头落款
//so fucking stupid
//7.19

//打破无法一个周连续写代码的魔咒
//7.20

// 7月25
// 忙起来才不会沮丧

// 时间又少
// 人又懒
// 这样下去要怎样考到重大啊
//7.26